Repository: jpawlowski/openvpn-als
Catalog: ovpnals-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr_fr

source: Files of type {0} may not be uploaded to this location.
fr_fr: Fichiers de type {0} ne peuvent être chargé a cet endroit.

source: OpenVPN-ALS:::My Applications
fr_fr: OpenVPN-ALS:::Applications

source: Your account has been disabled. Please contact your administrator.
fr_fr: Votre compte has been disabled. Please contact votre administrator.

source: Redirecting browser to {0}
fr_fr: Redirecting navigateur to {0}

source: Remove this item from my favorites.
fr_fr: Supprimer de Mes Favoris.

source: Confirm Cancel Shutdown
fr_fr: Confirmer l'annulation de l'arrêt.

source: {0} Version {1} (Current version is {2})
fr_fr: {0} Version {1} (Current version est {2})

source: Unexpected HTTP error: {0}
fr_fr: Unexpected HTTP erreur: {0}

source: Click here if you wish to create a new folder.
fr_fr: Cliquez-ici si vous voulez créer un nouveau dossier.

source: This category of preferences contains sub-categories. Click on the category icon to display and edit these preferences.
fr_fr: Thest category de preferences contains sub-categories. Cliqueron the category icon to display and editer these preferences.

source: HTTP proxy password
fr_fr: HTTP proxy mot de passe

source: You must supply a Port.
fr_fr: Vous devez fournir un Port.

source: Step 3 - Personal Network Place Policy
fr_fr: Etape 3 - Stratégie de Favoris réseau

source: OpenVPN-ALS:::Select Authentication Scheme
fr_fr: OpenVPN-ALS:::Sélectionnez le mode d'authentification

source: Enterprise Support
fr_fr: Support Entreprise

source: TxRx Monitor
fr_fr: TxRx Moniteur

source: You are now editing a <strong>System Access Right</strong>. This type of access right allows others users access system functions such as System Configuration, or Shutdown.
fr_fr: You are now editing a <strong>System Accès Right</strong>. Thest type de accès right allows others users access system functions such as System Configuration, or Shutdown.

source: Interal validation error validating {3}. {0}
fr_fr: Erreur de validation {3}. {0}

source: No image???
fr_fr: Non image???

source: Maintain global profiles for your users.
fr_fr: Maintenir les profiles de vos utilisateurs.

source: Click here if you wish to create a new application thats launches one of the application extensions that have been installed.
fr_fr: Cliquer ici si vous voulez créer une nouvelle application qui sera exécutée par une extension installée.

source: Upload Extension
fr_fr: Acquérir une extension

source: Organisational unit:
fr_fr: Unité organisationnelle:

source: Create Personal Application Shortcut
fr_fr: Créer une application personnelle

source: You can configure a custom logo for the logon page by copying an image file to <i>[ovpnals]/conf/site/icons</i> and then choosing it here.
fr_fr: You can configure a custom logo for the logon page by copying an image file to <i>[ovpnals]/conf/site/icons</i> and then choosing it ici.

source: Edit Attribute Definition
fr_fr: Edit Attribut Definition

source: No path provided. You must provide a path for this web forward.
fr_fr: Aucun chemin de fourni. Vous devez fournir un chemin pour cette application Web

source: Delete
fr_fr: Supprimer

source: Security Options
fr_fr: Sécurité Options

source: Fathers First name
fr_fr: Fathers First nom

source: Size
fr_fr: Taille

source: Remove this web forward
fr_fr: Supprimer cette application Web

source: This authentication module requests a username and password using a web based form. The submitted details are then passed to the configured <b>RADIUS</b> server for verification.
fr_fr: Thest authentification module requests a utilisateur and mot de passe using a web based form. Le submitted details are then passed to the configured <b>RADIUS</b> server for verification.

source: OpenVPN-ALS::My Profiles
fr_fr: OpenVPN-ALS::Profils

source: Enable this account.
fr_fr: Activer ce compte.

source: Shutdown
fr_fr: Eteindre

source: Place restrictions on the environment the OpenVPN-ALS Agent runs in.
fr_fr: Les restrictions d'environnement de l'agent l'OpenVPN-ALS sont en marches.

source: The mode the ftp network place connection runs on.
fr_fr: Le mode de connexion FTP du Favoris Réseau est en cours d'execution.

source: OpenVPN-ALS:::Delete Network Place
fr_fr: OpenVPN-ALS:::Supprimer un Favoris Réseau

source: Copy this profile.
fr_fr: Copy thest profil.

source: Create Personal Web Forward
fr_fr: Créer une application Web personnelle

source: Password incorrect, retry or click cancel to exit.
fr_fr: Mot de passe incorrect, réessayez ou cliquez sur Annuler pour sortir.

source: The creation of the attribute has failed. Please review any errors or warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: Le creation de the attribut has failed. Please review any erreurs or avertissements and either retry by clicking on <strong>Executer de nouveau</strong>, or cliquer<strong>Quitter l'assistant</strong> to leave the assistant now.

source: NetBIOS hostname.
fr_fr: Nom d'hôte NetBIOS.

source: Create Replacement Proxy
fr_fr: Créer un mandataire(proxy) de remplacement

source: This page allows you to view or change the preferences for your current selected profile. If you are currently using a default profile you will not be able to change anything, only the adminstrator may do this. For easier navigation, all preferences are divided up into categories. Drill down through the sections to find the required setting and click <strong>Apply</strong> to save.
fr_fr: Thest page allows you to view or changer the preferences for votre current selected profil. Si you are currently using a default profile you will not be able to change anything, only the adminstrator may do this. For easier navigation, all preferences are divided up into categories. Drill down through the sections to find the required setting and cliquer<strong>Apply</strong> to save.

source: First, try using the current OpenVPN-ALS user / password if an underlying file store requests authentication.
fr_fr: Premièrement, essayez d'utiliser le compte et mot de passe actuel si une authentification est requise.

source: Certificate imported.
fr_fr: Certificat importé.

source: A certificate purchased through 3SP.com
fr_fr: A certificatpurchased through 3SP.com

source: Your answers to the personal questions have not been set.
fr_fr: Votre answers to the personal questions have not been set.

source: Create Access Right
fr_fr: Create Accès Right

source: Allow Recursive
fr_fr: Permettre le récursif

source: Super user updated.
fr_fr: Super utilisateur mis à jour.

source: Failed to check for application shortcut by name. {0}
fr_fr: Echec de vérification du nom de raccourci. {0}

source: SSLv3 protocol is required by the OpenVPN-ALS Agent.
fr_fr: SSLv3 protocole est requis par OpenVPN-ALS Agent.

source: Error! <{0}> is not a supported element of <replace>
fr_fr: Erreur! <{0}> est not a supported element de <replace>

source: Please select a single account to modify.
fr_fr: SVP, sélectionnez un compte simple a modifier.

source: Your IP address is not authorized to access the system!
fr_fr: Votre IP address est not authorized to accès the system!

source: The extension '{1}' has '{0}' as a dependency. This dependency is not installed.
fr_fr: L'extension '{1}' a '{0}' comme dépendance. Cette dépendance n'est pas démarrée.

source: Web Forward Edited
fr_fr: Application Web éditée

source: Install Manually
fr_fr: Installer Manually

source: You cannot delete the account you are currently logged on as!
fr_fr: You cannot delete the compte you are currently connecté en tant que!

source: The keystore could not be loaded. {0}
fr_fr: Le keystore could not be loaded. {0}

source: Network Place is read only.
fr_fr: Favoris Réseau en lecture seule.

source: Community Edition
fr_fr: Communauté Edition

source: Attribute Created
fr_fr: Attribut Created

source: Edit Account
fr_fr: Editer un Compte

source: Click here to reset the value of all your personal details.
fr_fr: Cliquerici to reset the value de all votre personal details.

source: Listening Interfaces:
fr_fr: Interfaces d'écoutes:

source: Language Pack
fr_fr: Langue Pack

source: You must select at least one tunnel to open.
fr_fr: You must select at least one tunnel to ouvrir.

source: Path contains invalid character: {0}
fr_fr: Path contains invalide character: {0}

source: Failed to validate the certificate. Please check the correct type was selected and the correct passphrase was provided.
fr_fr: Echec de validation du certificat. Cochez le bon choix sélectionné et la correcte passphrase.

source: Message resources for the UI library base classes.
fr_fr: Message ressources for the UI library AWT grid classes.

source: {0} copied to the clipboard.
fr_fr: {0} copié vers le presse papiers.

source: The following extensions are not currently installed but are known to work with OpenVPN-ALS. Click on the <strong>Configure</strong> button to be shown where to obtain the required files and how to configure the extensions.
fr_fr: Le following extensions are not currently installed but are known to work with OpenVPN-ALS. Cliqueron the <strong>Configure</strong> button to be shown where to obtain the required files and how to configure the extensions.

source: Failed to load the application descriptor for application type of {0}
fr_fr: Failed to load the application description for application type de {0}

source: Profile to Edit:
fr_fr: Profil to Edit:

source: The following wizard will guide you through the stages of configuring a new network place and assigning it to one or more policies.
fr_fr: L'assistant vous guidera tout au long des étapes pour configurer un nouveau Favoris Réseau et lui attribuer une ou plusieurs stratégies.

source: The supplied file does not exist.
fr_fr: Le fichier demandé n'éxiste pas.

source: Step 4 - Application Shortcut Policy Selection
fr_fr: Etape 4 - Sélection des stratégies de raccourcis

source: Reset this users private key
fr_fr: Réinitialiser cette clé privée

source: Server Java Application
fr_fr: Serveur d'application Java

source: Your personal Application Shortcut is going to be attached to your personal policy: "{0}"<br/>Please know that an admin may, at everytime, see, edit and deleted your personal resource and policy.
fr_fr: Votre raccourci va être ratachée a votre stratégie: "{0}"<br/> Sachez qu'un admnistrateur peut eventuellement soir, éditer, et supprimer vos ressources et stratégies.

source: Host names of backup Active Directory controllers. Note: Host names may also include a port to overide the default controller port setting e.g. HostName[:Port]
fr_fr: Nom d'hôte de la sauvegarde du controlleur Ative Directory. Note: nom d'hôte peut aussi inclure un port pour passer outre le port par défaut du controlleur, nom d'hôte[:Port]

source: This key store contains
fr_fr: Thest key store contains

source: Displays a navigation menu allowing access to other functions of OpenVPN-ALS
fr_fr: Affiche un menu de navigation pour l'accès aux autres fonctions de OpenVPN-ALS

source: OpenVPN-ALS:::Remove Profile
fr_fr: OpenVPN-ALS:::Remove Profil

source: 'Passphrase' and 'Confirm Passphrase' do not match.
fr_fr: 'Passphrase' and 'Confirmer Passphrase' do not match.

source: This network place type provides a read only virtual file system mapped to a Gzipped Tar file.
fr_fr: Ce type de Favoris Réseau fournit en lecture seule un système de fichier virtuel pour les fichiers Gipped Tar.

source: Step 2 - Configure User Database
fr_fr: Etape 2 - Configure la base de donnée utilisateur

source: The creation of access right failed. Please review any errors or warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: Le creation de accès right failed. Please review any erreurs or avertissements and either retry by clicking on <strong>Executer de nouveau</strong>, or cliquer<strong>Quitter l'assistant</strong> to leave the assistant now.

source: There is no file name.
fr_fr: There est non file nom.

source: Preferred Authentication
fr_fr: Preferred Authentification

source: This network place type provides sharing of files from local directories. Note, files will be read and written under the same user as the OpenVPN-ALS server process runs as.
fr_fr: Ce type de Favoris Réseau fournit un partage de fichier avec les ressources locales. Note, les fichiers seront lus et écrits sous le même utilisateur que le processus du serveur OpenVPN-ALS.

source: Profile
fr_fr: Profil

source: Authentication Scheme created.
fr_fr: Mode d'authentification crée.

source: OpenVPN-ALS:::Login
fr_fr: OpenVPN-ALS:::Connexion

source: The OpenVPN-ALS Agent has detected an incoming remote tunnel to {0} . Do you wish to accept this connection.
fr_fr: Le OpenVPN-ALS Agent has detected an incoming remote tunnel to {0} . Do you wish to accept thest connection.

source: User on {0} has closed the tunnel to {1}:{2}
fr_fr: Utilisateur on {0} has closed the tunnel to {1}:{2}

source: The selected authentication scheme will be deleted and users will no longer be able to use the authentication sequence it defines. Are you sure you wish to delete this scheme?
fr_fr: Le selected authentification scheme will be deleted and users will non longer be able to use the authentication sequence it defines. Are you sure you wish to delete thest scheme?

source: <strong>{0}</strong> isn't a valid IP Address for <strong>{3}</strong>.
fr_fr: <strong>{0}</strong> n'est pas une adreses IP valide pour <strong>{3}</strong>.

source: Valid external hostnames
fr_fr: Noms d'hôte externe valides

source: <strong>{0}</strong> is an invalid URI. Please supply a path in the URI format e.g. "smb://windowsserver/MyShare", a local path such as "C:\Documents and Settings\joeb or /home/joeb" or a UNC path such as "\\myserver\myshare".
fr_fr: <strong>{0}</strong> est un URI invalide. Donner un chemin au format URI ex. "smb://windowsserver/MyShare", un chemin local comme "C:\Documents and Settings\joeb or /home/joeb" ou un chemin UNC comme "\\myserver\myshare".

source: Failed to import certificate. {0}
fr_fr: Echec d'importation du certificat. {0}

source: Users will be retrieved and authenticated using the local <strong>/etc/passwd</strong>, <strong>/etc/shadow</strong> and <strong>/etc/group</strong> files. This option is currently known to work on Linux and Solaris servers.# OpenVPN-ALS Category Information
fr_fr: Users will be retrieved and authenticated using the local <strong>/etc/passwd</strong>, <strong>/etc/shadow</strong> and <strong>/etc/groupe</strong> files. Thest option est currently known to work on Linux and Solarest servers.

source: Password pattern description
fr_fr: Mot de passe pattern description

source: Edit a global profile
fr_fr: Edit a global profil

source: This option will enable tool tips in various places in the OpenVPN-ALS user interface.
fr_fr: Thest option will enable tool tips in various places in the OpenVPN-ALS utilisateur interface.

source: Remove this favorite
fr_fr: Supprimer ce Favori

source: Here you can configure profiles that may be used to store preferences for your individual user account. This is useful especially when connecting from different environments where your connection settings may be different (e.g. at home, at the office). The administrator will already have configured one default profile which you may view here but not edit.
fr_fr: Vous pouvez configurer les profils qui servent à stocker vos préférences personnelles. Ceci est pratique si vous vous connectez depuis des emplacements ayant besoins de paramètres différents (domicile, bureau, ....). Vous ne pouvez pas modifier le profil par défaut créé par l'administrateur.

source: Starting agent shutdown procedure.
fr_fr: Starting agent éteindre procedure.

source: Step 2 - Principal Selection
fr_fr: Etape 2 - Principal Selection

source: Session password required for resource launch.
fr_fr: Mot de passe requis pour lancer la ressource.

source: The following wizard will guide you through the stages of configuring a new Authentication Scheme and assigning it to one or more policies.
fr_fr: Le following assistant will guide you through the stages de configuring a new Authentification Scheme and assigning it to one or more stratégies.

source: Here you may maintain your policies. Policies create an association between a group of principals (users or groups). These policies may then be granted access to any resource attached to them.
fr_fr: Here you may maintain votre stratégies. Stratégies create an association between a groupe de principals (users or groupes). These policies may then be granted accès to any ressource attached to them.

source: Remove from my favorites.
fr_fr: Supprimer de mes Favoris.

source: OpenVPN-ALS::::Create Authentication Scheme
fr_fr: OpenVPN-ALS::::Create Authentification Scheme

source: Password changed.
fr_fr: Mot de passe modifié.

source: Edit Group
fr_fr: Editer le Groupe

source: Click here if you wish to reset the accounts personal questions.
fr_fr: Cliquerici si you wish to reset the comptes personal questions.

source: There are currently no existing Vfs Locks or none that you are allowed to edit.
fr_fr: There are currently non existing Vfs Locks or none that you are allowed to editer.

source: Confirm remove favorite
fr_fr: Confirmer la suppression du Favoris

source: Reading descriptor stream
fr_fr: Reading description stream

source: Click here to clear down the message queue.
fr_fr: Cliquerici to clear down the message queue.

source: OpenVPN-ALS:::Create Application Shortcut
fr_fr: OpenVPN-ALS:::Créer un raccourci

source: You must select at least one recipient (a policy, account or group)
fr_fr: You must select at least one recipient (a stratégie, compte or groupe)

source: Policy Recipients
fr_fr: Stratégie Recipients

source: Failed to check state of tunnel {0}.
fr_fr: Failed to check state de tunnel {0}.

source: Here you can manage your currently installed extensions. Extensions may consist of either plugins or applications (or both). Plugins generally add functionality to the server itself, where as applications make new launchable applications available for users.
fr_fr: Here you can manage votre currently installed extensions. Extensions may consist de either plugins or applications (or both). Plugins generally add functionality to the server itself, where as applications make new launchable applications available for users.

source: Use this page to view and configure <i>Attributes Definitions</i>. These may be used any for replacement values anywhere that supports them (Application shortcuts for example may use one of these values).
fr_fr: Utilisez cette page pour voir et configurer les <i>Attributs définies</i>. These may be used any for replacement values anywhere that supports them (Application shortcuts for example may use one de these values).

source: Edit Profile
fr_fr: Edit Profil

source: OpenVPN-ALS::::Create Policy
fr_fr: OpenVPN-ALS::::Create Stratégie

source: OpenVPN-ALS::Edit Policy
fr_fr: OpenVPN-ALS::Edit Stratégie

source: The following extensions have been installed, but will not become active until OpenVPN-ALS is restarted.
fr_fr: Le following extensions have been installed, but will not become active until OpenVPN-ALS est restarted.

source: Error! Element is not <replacements>
fr_fr: Erreur! Element est not <replacements>

source: Request to open {0} via a temporary tunnel
fr_fr: Request to ouvrir {0} via a temporary tunnel

source: You must confirm the deletion.
fr_fr: Vous devez confirmer la suppression.

source: Maximum age of the cookie that is used persist the logon if the browser is closed. A value of -1 will mean that the user will have to logon everytime the browser is opened.
fr_fr: Maximum age de the cookie that est used persist the logon si the navigateur est closed. A value de -1 will mean that the utilisateur will have to logon everytime the browser est opened.

source: You have selected no rights for this access right. Please select at least one access right.
fr_fr: You have selected non droits for thest accès right. Please select at least one access right.

source: This product includes software developed by the Apache Software Foundation (<a class="externalLink" onclick="javascript:myRef = window.open('http://www.apache.org/','external_win','left=20,top=20,width=620,height=500,toolbar=1,location=1,resizable=1,menubar=1,scrollbars=1');myRef.focus(); return false" href="http://www.apache.org/">http://www.apache.org</a>).
fr_fr: Ce produit inclut le logiciel développé par Apache (<a class="externalLink" onclick="javascript:myRef = window.open('http://www.apache.org/','external_win','left=20,top=20,width=620,height=500,toolbar=1,location=1,resizable=1,menubar=1,scrollbars=1');myRef.focus(); return false" href="http://www.apache.org/">http://www.apache.org</a>).

source: Reading {0} bytes of form data
fr_fr: Reading {0} bytes de form data

source: 404 - Not Found
fr_fr: 404 - Non trouvé

source: If your network configuration requires use of a SOCKS proxy, provide the port here.
fr_fr: Si votre réseau configuration requires use de a SOCKS proxy, provide the port ici.

source: The Groups page allows you to configure which groups supplied by the underlying database may access OpenVPN-ALS. If the database supports it, then you may also add, edit or delete groups.
fr_fr: Le Groupes page allows you to configure which groupes supplied by the underlying database may accès OpenVPN-ALS. Si the database supports it, then you may also add, editer or delete groups.

source: Show Personal Policies
fr_fr: Afficher les stratégies personnelles

source: Proxy Server Authentication
fr_fr: Proxy Server Authentification

source: Are you sure you wish to delete this file?
fr_fr: Etes-vous sur de vouloir supprimer ce fichier ?

source: Disable use of plain text passwords.
fr_fr: Désactiver l'utilisation de mot de passe simple.

source: Invalid value set (entity name = "{0}")
fr_fr: Invalid value set (entity nom = "{0}")

source: The creation of the Web Forward failed. Please review any errors or warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: La création de l'application Web a échoué. Vérifier les avertissements et réessayez en cliquant sur <strong>Executer de nouveau</strong>, ou cliquer sur <strong>Quitter l'assistant</strong> .

source: Failed to determine if resource exists. {0}
fr_fr: Failed to determine si ressource exists. {0}

source: You must select at least one policy to attach this network place.
fr_fr: Vous devez sélectionner au moins une stratégie a relier au Favoris Réseau.

source: Delete this key / certificate
fr_fr: Delete thest key / certificate

source: Web Forward
fr_fr: Application Web

source: Upload
fr_fr: Envoyer

source: A shutdown or restart is already scheduled for <strong>{0}</strong>. If you wish to cancel it, please click on the Cancel button below.
fr_fr: Une extinction ou un redemarrage est déjà planifié <strong>{0}</strong>. Si vous voulez annuler, cliquer sur le bouton Annuler.

source: The creaton of the tunnel is complete, but some warnings occured. Please review the warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: Le creaton de the tunnel est complete, but some avertissements occured. Please review the avertissements and either retry by clicking on <strong>Executer de nouveau</strong>, or cliquer<strong>Quitter l'assistant</strong> to leave the assistant now.

source: An invalid IP Address was entered.
fr_fr: Une adresse IP invalide a été entrée.
